Revit 2027 API
ParameterTypeId.LoadAreaForceFx1 Property
 "Fx 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadAreaForceFx1 { get; }
Public Shared ReadOnly Property LoadAreaForceFx1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadAreaForceFx1 {
	ForgeTypeId^ get ();
}
static member LoadAreaForceFx1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace